tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "antigen"
brew "cmake"
brew "coreutils"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gpac"
brew "gpatch"
brew "leiningen"
brew "mas"
brew "moreutils"
brew "opam"
brew "pandoc"
brew "ripgrep"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "yarn"
brew "z"
cask "1password"
cask "alacritty"
cask "emacs"
cask "figma"
cask "font-fira-code"
cask "font-hack"
cask "font-open-sans"
cask "google-chrome"
cask "imageoptim"
cask "insomnia"
cask "slack"
cask "spotify"
cask "transmission"
