tap "adoptopenjdk/openjdk"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "antigen"
brew "cmake"
brew "coreutils"
brew "exa"
brew "exercism"
brew "fd"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gpatch"
brew "hugo"
brew "mas"
brew "moreutils"
brew "opam"
brew "pandoc"
brew "ripgrep"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "yarn"
brew "z"
brew "clojure/tools/clojure"
brew "d12frosted/emacs-plus/emacs-plus@28"
cask "1password"
cask "adoptopenjdk8"
cask "alacritty"
cask "discord"
cask "figma"
cask "font-fira-code"
cask "font-hack"
cask "font-open-sans"
cask "google-chrome"
cask "imageoptim"
cask "insomnia"
cask "reactotron"
cask "slack"
cask "spotify"
cask "transmission"
mas "Amphetamine", id: 937984704
mas "Flycut", id: 442160987
mas "GIPHY CAPTURE", id: 668208984
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
