code --install-extension bungcip.better-toml
code --install-extension cpylua.language-postcss
code --install-extension dbaeumer.vscode-eslint
code --install-extension DigitalBrainstem.javascript-ejs-support
code --install-extension dracula-theme.theme-dracula
code --install-extension dsznajder.es7-react-js-snippets
code --install-extension EditorConfig.EditorConfig
code --install-extension esbenp.prettier-vscode
code --install-extension golang.go
code --install-extension jpoissonnier.vscode-styled-components
code --install-extension msjsdiag.debugger-for-chrome
code --install-extension pnp.polacode
code --install-extension Shan.code-settings-sync
code --install-extension wix.vscode-import-cost
