code --install-extension alefragnani.numbered-bookmarks
code --install-extension bungcip.better-toml
code --install-extension burkeholland.simple-react-snippets
code --install-extension cpylua.language-postcss
code --install-extension DavidAnson.vscode-markdownlint
code --install-extension dbaeumer.vscode-eslint
code --install-extension dracula-theme.theme-dracula
code --install-extension dsznajder.es7-react-js-snippets
code --install-extension EditorConfig.EditorConfig
code --install-extension esbenp.prettier-vscode
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-python.python
code --install-extension ms-vscode.Go
code --install-extension ms-vscode.wordcount
code --install-extension naumovs.color-highlight
code --install-extension PKief.material-icon-theme
code --install-extension pnp.polacode
code --install-extension vscodevim.vim
